benchmark/benchmarks/lactate/200_bench/apache_bench_results.txt
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        
Server Hostname:        localhost
Server Port:            8080

Document Path:          /jquery.min.js
Document Length:        33673 bytes

Concurrency Level:      1
Time taken for tests:   5.327 seconds
Complete requests:      10000
Failed requests:        0
Write errors:           0
Total transferred:      338190000 bytes
HTML transferred:       336730000 bytes
Requests per second:    1877.07 [#/sec] (mean)
Time per request:       0.533 [ms] (mean)
Time per request:       0.533 [ms] (mean, across all concurrent requests)
Transfer rate:          61992.91 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.0      0       1
Processing:     0    0   0.4      0      35
Waiting:        0    0   0.3      0      24
Total:          0    1   0.4      0      35
ERROR: The median and mean for the total time are more than twice the standard
       deviation apart. These results are NOT reliable.

Percentage of the requests served within a certain time (ms)
  50%      0
  66%      0
  75%      1
  80%      1
  90%      1
  95%      1
  98%      1
  99%      1
 100%     35 (longest request)